[
    {
        title:"Malévola",
        description: "Malévola, uma jovem de coração puro, vive em um pacífico reino na floresta, até o dia em que um exército invasor ameaça a harmonia da região, fazendo com que ela se torne a mais feroz protetora do reino.",
        release: 2018,
        img: 'https://carinacostasantos.com.br/wp-content/uploads/2021/03/background.jpg'
    },
    {
        title:"Steve Jobs",
        description: "O filme destaca momentos decisivos na vida de Steve Jobs, desde o lançamento do primeiro Macintosh, em 1984, e a criação da NeXT Inc, até a introdução revolucionária do iMac.",
        release: 2020,
        img: 'https://carinacostasantos.com.br/wp-content/uploads/2021/03/steve.jpg'
    },
    {
        title:"Star Wars",
        description: "Com o retorno do Imperador Palpatine, a Resistência toma a frente da batalha. Treinando para ser uma completa Jedi, Rey se encontra em conflito com passado e futuro.",
        release: 2020,
        img: 'https://carinacostasantos.com.br/wp-content/uploads/2021/03/starwars.jpg'
    },
    {
        title:"Matrix",
        description: "Um jovem programador é atormentado por estranhos pesadelos nos quais sempre está conectado por cabos a um imenso sistema de computadores do futuro.",
        release: 2020,
        img: 'https://carinacostasantos.com.br/wp-content/uploads/2021/03/matrix.jpg'
    },
    {
        title:"A Menina que roubava Livros",
        description: "Durante a Segunda Guerra Mundial, uma jovem garota chamada Liesel Meminger sobrevive fora de Munique lendo os livros que ela rouba.",
        release: 2020,
        img: 'https://carinacostasantos.com.br/wp-content/uploads/2021/03/livros.jpg'
    },
    {
        title:"The Social Dilema",
        description: "O Dilema das Redes nos mostra como os magos da tecnologia possuem o controle sobre a maneira em que pensamos, agimos e vivemos.",
        release: 2020,
        img: 'https://carinacostasantos.com.br/wp-content/uploads/2021/03/dilema.jpg'
    },
    {
      title:"Cavalo de Guerra",
      description: "A história da amizade entre Albert e seu cavalo Joey. Depois de ser vendido para a cavalaria inglesa durante a Primeira Guerra Mundial, o corcel emociona ambos os lados com sua bravura.",
      release: 2020,
      img: 'https://carinacostasantos.com.br/wp-content/uploads/2021/03/cavalo.jpg'
      
    },
    {
        title:"Viúva Negra",
        description: "Em Viúva Negra, após seu nascimento, Natasha Romanoff (Scarlett Johansson) é dada à KGB, que a prepara para se tornar sua agente definitiva.",
        release: 2020,
        img: 'https://carinacostasantos.com.br/wp-content/uploads/2021/03/black.jpg'
    },

    {
        title:"Avatar",
        description: "No exuberante mundo alienígena de Pandora vivem os Na'vi, seres que parecem ser primitivos, mas são altamente evoluídos. Como o ambiente do planeta é tóxico, foram criados os avatares.",
        release: 2020,
        img: 'https://carinacostasantos.com.br/wp-content/uploads/2021/03/avatar.jpg'
    },
    {
        title:"Aquaman",
        description: "A cidade de Atlantis, que já foi lar de uma das mais avançadas civilizações do mundo, agora é um reino submerso dominado pelo ganancioso Rei Orm.",
        release: 2020,
        img: 'https://carinacostasantos.com.br/wp-content/uploads/2021/03/aquaman.jpg'
    }
]